Tekla.Structures.Model.BoltGroup.ChangeRotation(Tekla.Structures.Model.BoltGroup.BoltRotateSlotsEnum)
Changes the bolt geometry based on the rotate slots type parameter.
boltRotateSlots: The bolt rotate slots parameter.